Repository: SamanSystems/WebGate-Wordpress-Paid-Downloads
Catalog: languages/paiddownloads-*.po
Languages: fa_ir

source: Product download details
fa_ir: ریزگان دریافت دست‌آورد

source: Dear {first_name},
fa_ir: {first_name} ارجمند,

source: Thank you for purchasing {product_title}. Click the link below to download the product:
fa_ir: از شما به دلیل خرید دست‌آورد {product_title} سپاس‌گزاریم. برای دریافت دست‌آورد روی پیوند زیر کلیک کنید:

source: Please remember that this link is valid for {download_link_lifetime} day(s) only.
fa_ir: یادآوری می‌شود که پیوند برای {download_link_lifetime} روز ارزش دارد.

source: Thanks,
fa_ir: سپاس‌گزاریم,

source: Thank you for purchasing {product_title}. We will review your payment transaction and contact you as soon as possible (maximum 24 hours). Sorry for the inconvenience.
fa_ir: از شما برای خرید {product_title} سپاسگزاریم. ما تراکنش خرید را بررسی می‌کنیم و طی 24 ساعت آینده با شما تماس خواهیم گرفت. از این بابت این مشکل پوزش می‌خواهیم

source: Payment was not completed
fa_ir: تراکنش به پایان نرسید

source: We would like to inform you that we have received your payment for {product_title}.
fa_ir: ما مایلیم شما را از رسید خرید {product_title} مطلع کنیم.

source: The payment status is currently: {payment_status}
fa_ir: وضعیت تراکنش پرداخت: {payment_status}

source: Once the payment is completed and cleared, we will send the download details to you by e-mail.
fa_ir: اگر پرداخت موفقیت‌آمیز باشد، ما یک نامه حاوی ریزگان دریافت برای شما ارسال خواهیم کرد.

source: Select at least one payment method
fa_ir: یک روش پرداخت برگزینید

source: PayPal ID must be valid e-mail address or Merchant ID
fa_ir: شماره PayPal باید معتبر باشد

source: AlertPay ID must be valid e-mail address
fa_ir: شماره AlertPay باید یک پست الکترونیک معتبر باشد

source: E-mail for notifications must be valid e-mail address
fa_ir: پست الکترونیکی اطلاع‌رسانی می‌بایستی معتبر باشد

source: Sender e-mail must be valid e-mail address
fa_ir: پست‌الکترونیکی فرستنده باید معتبر باشد

source: Sender name is too short
fa_ir: نام فرستنده بسیار کوتاه است

source: Successful purchasing e-mail subject must contain at least 3 characters
fa_ir: موضوع پست‌الکترونیکی (در صورت موفقیت خرید) باید از 3 حرف بیشتر باشد

source: Successful purchasing e-mail subject must contain maximum 64 characters
fa_ir: موضوع پست‌الکترونیکی (در صورت موفقیت خرید) باید کمتر از 64 حرف باشد

source: Successful purchasing e-mail body must contain at least 3 characters
fa_ir: متن پست‌الکترونیکی (در صورت موفقیت خرید) می‌بایستی حداقل 3 حرف باشد

source: Failed purchasing e-mail subject must contain at least 3 characters
fa_ir: موضوع پست‌الکترونیکی (در صورت عدم موفقیت خرید) باید از 3 حرف بیشتر باشد

source: Failed purchasing e-mail subject must contain maximum 64 characters
fa_ir: موضوع پست‌الکترونیکی (در صورت عدم موفقیت خرید) باید کمتر از 64 حرف باشد

source: Failed purchasing e-mail body must contain at least 3 characters
fa_ir: متن پست‌الکترونیکی (در صورت عدم موفقیت خرید) می‌بایستی حداقل 3 حرف باشد

source: Download link lifetime must be valid integer value in range [1...365]
fa_ir: مدت‌زمان ارزش پیوند دانلود می‌بایستی یک عدد بین 1 تا 365 باشد

source: Settings
fa_ir: پیکربندی

source: Files
fa_ir: پرونده‌ها

source: Add File
fa_ir: پرونده تازه

source: Temporary Links
fa_ir: پیوندهای ناپایدار

source: Add Link
fa_ir: پیوند نو

source: Transactions
fa_ir: تراکنش‌ها

source: The following error(s) exists:
fa_ir: خواهشمند است کاستی‌های زیر را درست کنید

source: Plugin settings successfully <strong>updated</strong>.
fa_ir: پیکربندی افزونه با پیروزی <strong>بروزرسانی</strong> شد.

source: Paid Downloads - Settings
fa_ir: Paid Downloads پارسی - پیکربندی

source: Click to hide this box
fa_ir: برای مخفی‌شدن کلیک کنید

source: Hide
fa_ir: مخفی‌شدن

source: Support further development
fa_ir: از توسعه‌دهنده حمایت کنید!

source: You are happy with this plugin and want to help make it even better? Donate small amount and support further development. All donations are used to improve this plugin!
fa_ir: آیا شما از این افزونه راضی بودید؟ خوش‌حال می‌شوم اگر من را حمایت مالی کنید. حمایت مالی شما باعث بهترشدن این افزونه می‌شود!

source: General Settings
fa_ir: پیکربندی همگانی

source: E-mail for notifications
fa_ir: پست‌الکترونیکی برای اطلاع‌رسانی

source: Please enter e-mail address. All alerts about completed/failed payments are sent to this e-mail address.
fa_ir: خواهشمنداست پست‌الکترونیکی خود را وارد کنید. تمامی اطلاع‌رسانی در این طریق به شما فرستاده خواهد شد.

source: Sender name
fa_ir: نام فرستنده:

source: Please enter sender name. All messages to buyers are sent using this name as "FROM:" header value.
fa_ir: خواهشمنداست نام فرستنده را وارد کنید. تمامی پیام‌ها به خریداران با این نام فرستاده می‌شود.

source: Sender e-mail
fa_ir: پست‌الکترونیکی فرستنده

source: Please enter sender e-mail. All messages to buyers are sent using this e-mail as "FROM:" header value.
fa_ir: خواهشمنداست پست‌الکترونیکی فرستنده را وارد کنید. تمامی اطلاع‌رسانی‌ها با این پست الکترونیکی به خریداران ارسال می‌شود.

source: Successful purchasing e-mail subject
fa_ir: موضوع نامه در صورت موفقیت خرید

source: In case of successful and cleared payment, your customers receive e-mail message about successful purchasing. This is subject field of the message.
fa_ir: اگر پرداخت موفقیت‌آمیز باشد، خریداران یک نامه با موضوعی که شما این‌جا تعیین می‌کنید، برای آن‌ها فرستاده می‌شود.

source: Successful purchasing e-mail body
fa_ir: متن نامه در صورت موفقیت خرید

source: This e-mail message is sent to your customers in case of successful and cleared payment. You can use the following keywords: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {download_link}, {download_link_lifetime}, {license_info}.
fa_ir: این نامه درصورتی که خرید موفقیت‌آمیز باشد به مشتریان شما ارسال خواهد شد. شما می‌توانید از این کلیدواژه‌ها استفاده کنید:{first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {download_link}, {download_link_lifetime}, {license_info}.

source: Non-verified payers
fa_ir: پرداخت‌کنندگان ناشناخته

source: In case this option enabled, you can set different <strong>successful purchasing e-mail body</strong> for non-verified payers.
fa_ir: در صورتی که این گزینه فعال باشد، شما می‌توانید یک متن ‌نامه دیگر <b>در صورت موفقیت خرید</strong> برای پرداخت‌کنندگان ناشناخته ارسال کنید.

source: Successful purchasing e-mail body (for non-verified payers)
fa_ir: متن نامه در صورت موفقیت خرید (برای پرداخت‌کنندگان ناشناخته)

source: This e-mail message is sent to your customers in case of successful and cleared payment in case if they paid using non-verified PayPal account. You can use the following keywords: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}.
fa_ir: این نامه به مشتریانی که از PayPal پرداخت می‌کنند و پرداختشان معلق است، ارسال می‌شود. شما می‌توانید از این کلیدواژه استفاده کنید: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}.

source: Failed purchasing e-mail subject
fa_ir: موضوع نامه در صورت عدم موفقیت خرید

source: In case of pending, non-cleared or fake payment, your customers receive e-mail message about that. This is subject field of the message.
fa_ir: در این‌قسمت، موضوع نامه‌ای که در صورت عدم موفقیت تراکنش به کاربر ارسال می‌شود، تعیین می‌کنید.

source: Failed purchasing e-mail body
fa_ir: متن نامه در صورت عدم موفقیت خرید

source: This e-mail message is sent to your customers in case of pending, non-cleared or fake payment. You can use the following keywords: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {payment_status}.
fa_ir: این نامه درصورتی که تراکنش پرداخت ناموفق باشد، به مشتری ارسال می‌شود. از این کلیدواژه‌ها می‌توانید استفاده کنید: {first_name}, {last_name}, {payer_email}, {product_title}, {product_price}, {product_currency}, {payment_status}.

source: Download link lifetime
fa_ir: مدت‌زمان ارزش پیوند دریافت

source: Please enter period of download link validity.
fa_ir: خواهشمنداست مدت‌زمان ارزش پیوند دانلود را به روز مشخص کنید

source: "Buy Now" button
fa_ir: دکمه "حالا بخرید"

source: Standard HTML-button
fa_ir: دکمه HTML

source: Buy Now
fa_ir: حالا بخرید

source: Standard PayPal button
fa_ir: دکمه PayPal

source: CSS3 button
fa_ir: دکمه CSS3

source: Custom "Buy Now" button
fa_ir: دکمه "حالا بخرید!" سفارشی

source: Max dimensions: 600px x 600px, allowed images: JPG, GIF, PNG.
fa_ir: بزرگ‌ترین اندازه: 600 پیکسل در 600 پیکسل، پسوندهای JPG,GIF,PNG.

source: Terms & Conditions
fa_ir: قوانین و مقررات

source: Your customers must be agree with Terms & Conditions before purchasing. Leave this field blank if you do not need Terms & Conditions box to be shown.
fa_ir: خریداران می‌بایستی قبل از خرید، این قوانین را قبول داشته باشند. برای بی‌قانونی، این‌جا را خالی بگذارید!!! :D

source: Update Settings
fa_ir: بروزرسانی

source: PayPal Settings
fa_ir: پیکربندی PayPal

source: Enable
fa_ir: فعال

source: Accept payments via PayPal
fa_ir: انجام تراکنش‌ها از PayPal

source: Please tick checkbox if you would like to accept payments via PayPal.
fa_ir: در صورتی که می‌خواهید تراکنش‌ها از PayPal انجام شود، این گزینه را فعال کنید.

source: PayPal ID
fa_ir: شماره PayPal

source: Please enter valid PayPal e-mail or <a href="https://www.paypal.com/webapps/customerprofile/summary.view" traget="_blank">Merchant ID</a>, all payments are sent to this account.
fa_ir: خواهشمند است یک پست‌الکترونیک معتبر یا <a href="http://www.paypal.com/webapps/customerprofile/summary.view" target="_blank">کدبازرگانی</a> وارد کنید.

source: Enable shipping address
fa_ir: فعال‌کردن نشانی

source: Include shipping address into transaction
fa_ir: همراه‌کردن نشانی با تراکنش

source: Activate this option if you plan to send physical copy of your downloadable product (CD, DVD, etc.). Shipping address is taken from payer PayPal account. You can view shipping address at transaction details page.
fa_ir: این گزینه را در صورتی فعال کنید که می‌خواهید یک نمونه فیزیکی برای مشتری (مثل CD و DVD) برای مشتری بفرستید. این نشانی در قسمت جزییات تراکنش نشان داده خواهد شد.

source: Sandbox mode
fa_ir: حالت آزمایشی

source: Enable PayPal sandbox mode
fa_ir: می‌خواهید پی‌پال را بیازمایید؟ این گزینه را فعال کنید

source: Please tick checkbox if you would like to test PayPal service.
fa_ir: می‌خواهید پی‌پال را بیازمایید؟ این گزینه را فعال کنید

source: AlertPay Settings
fa_ir: پیکربندی AlertPay

source: Please enable CURL on your server to use AlertPay payment method!
fa_ir: خواهشمنداست CURL را بر کارگزار خود فعال کنید تا امکان استفاده از AlertPay باشد.

source: IMPORTANT! Set "IPN Status" as "Enabled" on <a target="_blank" href="https://www.alertpay.com/ManageIPN.aspx">AlertPay IPN Setup</a> page.
fa_ir: مــــهــــم! وضعیت IPN را فعال قرار دهید!

source: Accept payments via AlertPay
fa_ir: انجام تراکنش‌ها با Alert Pay

source: Please tick checkbox if you would like to accept payments via AlertPay.
fa_ir: در صورتی که میخواید از AlertPay استفاده کنید ، لطفا تیک چک باکس را وارد نمایید

source: AlertPay ID
fa_ir: AlertPay آیدی

source: Please enter valid AlertPay e-mail, all payments are sent to this account.
fa_ir: Please enter valid AlertPay e-mail, all payments are sent to this account.لطفا آدرس ایمیل معتبری وارد کنید ، تمامی خریدها به حساب شما ارسال می شود

source: InterKassa Settings
fa_ir: InterKassa تنظیمات

source: Please enable CURL on your server to use InterKassa payment method!
fa_ir: لطفا CURL در سرور خود را برای استفاده وارد کنید

source: IMPORTANT! Register your shop on <a target="_blank" href="https://interkassa.com/managment.php">InterKassa Shop Management</a> page.
fa_ir: توجه ! ثبت فروشگاه خود در <a target="_blank" href="https://interkassa.com/managment.php">تنظیمات درگاه فروشگاه</a> page.

source: Accept payments via InterKassa
fa_ir: قبول پرداخت از طریق InterKassa

source: Please tick checkbox if you would like to accept payments via InterKassa.
fa_ir: اگر شما میخواید درگاه interkassa را فعال نمایید ، لطفا تیک چک باکس را بزنید

source: Shop ID
fa_ir: آیدی فروشگاه

source: Please enter valid InterKassa shop ID. Ex.: 64C18529-4B94-0B5D-7405-F2752F2B716C
fa_ir: لطفا آیدی معتبری وارد نمایید.به طور مثال: 64C18529-4B94-0B5D-7405-F2752F2B716C

source: Currency
fa_ir: پول

source: Set the currency of InterKassa shop. You can get it on <a target="_blank" href="https://interkassa.com/managment.php">shop settings</a> page. If this currency differs from currency of product, product price is converted into this currency.
fa_ir: تنظیم واحد interkassa . شما میتوانید برای این کار به <a target="_blank" href="https://interkassa.com/managment.php">تنظیمات فروشگاه</a> بروید.اگر قیمت محصول متفاوت می باشد ، تبدیل به این واحد میشود

source: Secret Key
fa_ir: رمز محرمانه

source: Please enter Secret Key. You can get it on <a target="_blank" href="https://interkassa.com/managment.php">shop settings</a> page.
fa_ir: لطفا رمز را وارد نمایید شما به صفحه <a target="_blank" href="https://interkassa.com/managment.php">تنظیمات فروشگاه</a> میروید.

source: Paid Downloads - Files
fa_ir: Paid Downloads پارسی - پرونده‌ها

source: Search:
fa_ir: کاوش:

source: Search
fa_ir: بگرد!

source: Reset search results
fa_ir: کاوش مجدد

source: Upload New File
fa_ir: بارکردن پرونده تازه

source: File
fa_ir: پرونده

source: Short Code
fa_ir: کد کوتاه

source: Price
fa_ir: ارزش

source: Sales
fa_ir: فروش

source: Operations
fa_ir: عملگرها

source: Edit file details
fa_ir: ویرایش ریزگان پرونده

source: Generate temporary download link
fa_ir: ساختن پیوند ناپایدار دریافت

source: Issued download links
fa_ir: پیوندهای دریافت از بین رفته

source: Payment transactions
fa_ir: تراکنش‌های پرداخت

source: Download file
fa_ir: دریافت پرونده

source: Delete file
fa_ir: پاک‌کردن پرونده

source: No results found for
fa_ir: هیچ دست‌آوردی یافت نشد برای

source: List is empty.
fa_ir: فهرست خالی است

source: Legend:
fa_ir: نشانه:

source: Show issued download links
fa_ir: نمایش پیوند‌های دریافت از بین رفته

source: Show payment transactions
fa_ir: نمایش تراکنش‌های پرداخت

source: Paid Downloads - Edit file
fa_ir: Paid Downloads پارسی - ویرایش پرونده

source: Paid Downloads - Upload new file
fa_ir: Paid Downloads پارسی - بارکردن پرونده تازه

source: Edit file
fa_ir: ویرایش پرونده

source: Upload new file
fa_ir: بارکردن پرونده تازه

source: Title
fa_ir: نام

source: Enter the title of file. If you leave this field blank, then original file name will be the title.
fa_ir: یک نام برای پرونده وارد کنید. اگر این‌جا را خالی بگذارید، نام پرونده قرار می‌گیرد.

source: Select available file
fa_ir: پرونده قابل‌دسترسی برگزینید

source: Select any available file from folder <strong>/wp-content/uploads/paid-downloads/files/</strong> or upload new file below.
fa_ir: پرونده‌های موجود در پوشه <strong>/wp-content/uploads/paid-downloads/files/</strong> برگزینید یا یک پرونده تازه بار کنید.

source: Choose file to upload.
fa_ir: یک پرونده برای بارگذاری برگزینید.

source: Set the price of file or leave this field blank (or set 0) for free downloading.
fa_ir: یک ارزش (قیمت) برای دست‌آوردتان بنویسید یا 0 را برای دریافت رایگان بنویسید

source: Available copies
fa_ir: نسخه‌های دردسترس

source: Set how many copies of the file you would like to sell. After selling this number of copies, "Buy now" button for the file will not be displayed. Leave this field blank (or set 0) if you wish to sell unlimited number of copies. This field is ignored if you distribute the file freely.
fa_ir: تعیین کنید که چه تعداد نسخه از دست‌آورد به‌فروش برسد. بعد از خرید این تعداد نسخه، دکمه "الان بخرید!" از دسترس خارج می‌گردد. برای نامحدود شدن مقدار 0 را وارد کنید. این مقدار اگر دست‌آورد رایگان باشد، صرف‌نظر می‌شود.

source: License URL
fa_ir: نشانی پروانه

source: This URL is used to generate license information for sold files (if required). After successfull payment PayPal/AlertPay IPN data might be POST-ed to this URL. All returned content is included into <strong>successfull purchasing e-mail body</strong> under {license_info} keyword. Leave this field blank if you do not need to generate license info. This field is only available if CURL installed on your server.
fa_ir: این نشانی پروانه استفاده از دست‌آورد را تعیین می‌کند. برای فعال‌شدن باید CURL بر کارگزار فعال باشد

source: Submit details
fa_ir: اندوزش ریزگان

source: Supported payment methods:
fa_ir: روش‌های پرداخت پشتیبانی‌شده

source: Paid Downloads - Temporary Links
fa_ir: Paid Downloads پارسی - پیوندهای ناپایدار

source: Add New Link
fa_ir: پیوند تازه

source: Download Link
fa_ir: پیوند دریافت

source: Owner
fa_ir: دارنده

source: Source
fa_ir: خاستگاه

source: Delete
fa_ir: پاک‌کردن

source: Delete download link
fa_ir: پاک‌کردن پیوند دریافت

source: Active link
fa_ir: پیوند فعال

source: Expired link
fa_ir: پیوند ازبین‌رفته

source: Paid Downloads - Add temporary link
fa_ir: Paid Downloads پارسی - پیوند ناپایدار تازه

source: Please uplad at least one file first.
fa_ir: خواهشمنداست اول یک پرونده بار کنید.

source: Add temporary link
fa_ir: پیوند ناپایدار تازه

source: Select file
fa_ir: برگزینی پرونده

source: Select any uploaded file.
fa_ir: پرونده بارگذاری‌شده برگزینید

source: Link owner
fa_ir: دارنده پیوند

source: Please enter e-mail for which you are generating the link.
fa_ir: خواهشمنداست یک پست الکترونیک برای ساختن پیوند، وارد کنید

source: Paid Downloads - Transactions
fa_ir: Paid Downloads پارسی - تراکنش‌ها

source: Payer
fa_ir: پرداخت‌کننده

source: Amount
fa_ir: مقدار

source: Status
fa_ir: وضعیت

source: Created
fa_ir: ایجادشده در

source: Custom "Buy Now" button has invalid image type
fa_ir: فرمت کلید ابعاد تصویر جداگانه نامعتبر است

source: Custom "Buy Now" button has invalid image dimensions
fa_ir: کلید ابعاد تصویر جداگانه نامعتبر است

source: Due to "Buy Now" image problem "Buy Now" button was set to Standard HTML button.
fa_ir: با توجه به "خرید" تصویر "خرید" با استاندارد html ساخته شد

source: The following error(s) occured:
fa_ir: خطای زیر رخ داده :

source: Unable to save uploaded file on server
fa_ir: فایل آپلود شده با موفقیت در سرور ذخیره شد

source: You must select or upload file
fa_ir: شما باید برای آپلود فایلی را انتخاب کنید

source: File successfully updated
fa_ir: فایل با موفقیت به روز رسانی شد

source: Service is not available
fa_ir: سرویس غیر فعال است

source: File successfully added
fa_ir: فایل با موفقیت ایجاد شد

source: Link owner must be valid e-mail address.
fa_ir: آدرس ایمیل صاحب لینک باید معتبر باشد

source: Invalid service call.
fa_ir: سرویس اشتباه است

source: Temporary download link successfully created.
fa_ir: لینک های دانلود موقت با موفقیت ایجاد شدند

source: Invalid service call
fa_ir: سرویس اشتباه است

source: File successfully removed
fa_ir: فایل با موفقیت حذف شد

source: Temporary download link successfully removed.
fa_ir: لینک های دانلود موقت با موفقیت حذف شدند

source: <strong>Paid Downloads plugin almost ready.</strong> You must do some <a href="admin.php?page=paid-downloads">settings</a> for it to work.
fa_ir: <strong>Paid Downloads پارسی کم و بیش آماده به کار است.</strong> شما می‌بایستی به <a href="admin.php?page=paid-downloads">پیکربندی</a> سری بزنید.

source: <strong>Please deactivate Paid Downloads plugin and activate it again.</strong> If you already done that and see this message, please create the folder "/wp-content/uploads/paid-downloads/files/" manually and set permission 0777 for this folder.
fa_ir: <strong>لطفا افزونه فروش فایل را غیر فعال کنید و دوباره فعال نمایید</strong> اگر شما پیام را نمیبینید لطفا پوشه ی جدیدی در /wp-content/uploads/paid-downloads/files/ بسازید و سطح دسترسی آن را 777 قرار دهید

source: Invalid download link
fa_ir: لینک دانلود اشتباه است

source: Download link was expired
fa_ir: لینک دانلود منقضی شده است

source: File not found
fa_ir: فایل یافت نشد

source: Dear Administrator!
fa_ir: مدیر عزیز

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via AlertPay on {transaction_date}. The buyer received the following download link:
fa_ir: به اطلاع شما {first_name} {last_name} ({payer_email}) میرسانیم که محصول {product_title} توسط بانک در تاریخ {transaction_date} خریداری شده است.خریدار لینک دانلود را دریافت کرده است :

source: This link is valid {download_link_lifetime} day(s) only.
fa_ir: لینک دانلود {download_link_lifetime} برای روز(ها) معتبر است

source: Completed AlertPay payment received
fa_ir: پرداخت با موفقیت انجام شد

source: We would like to inform you that {first_name} {last_name} ({payer_email}) paid for {product_title} via AlerPay on {transaction_date}. This is non-completed payment.
fa_ir: به اطلاع شما {first_name} {last_name} ({payer_email}) میرسانیم که محصول {product_title} توسط بانک در تاریخ {transaction_date} انجام نشد

source: Payment ststus: {payment_status}
fa_ir: وضعیت پرداخت : {payment_status}

source: Download link was not generated.
fa_ir: لینک دانلود ایجاد نشد

source: Non-completed AlertPay payment received
fa_ir: پرداخت انجام نشد

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via InterKassa on {transaction_date}. The buyer received the following download link:
fa_ir: به اطلاع شما {first_name} {last_name} ({payer_email}) میرسانیم که محصول {product_title} توسط بانک در تاریخ {transaction_date} خریداری شده است.خریدار لینک دانلود را دریافت کرده است :

source: Completed InterKassa payment received
fa_ir: پرداخت با موفقیت انجام شد

source: We would like to inform you that {first_name} {last_name} ({payer_email}) paid for {product_title} via InterKassa on {transaction_date}. This is non-completed payment.
fa_ir: به اطلاع شما {first_name} {last_name} ({payer_email}) میرسانیم که محصول {product_title} توسط بانک در تاریخ {transaction_date} انجام نشد

source: Non-completed InterKassa payment received
fa_ir: پرداخت انجام نشد

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via PayPal on {transaction_date}. The buyer received the following download link:
fa_ir: به اطلاع شما {first_name} {last_name} ({payer_email}) میرسانیم که محصول {product_title} توسط بانک در تاریخ {transaction_date} خریداری شده است.خریدار لینک دانلود را دریافت کرده است :

source: Completed PayPal payment received
fa_ir: پرداخت دریافت شد

source: We would like to inform you that {first_name} {last_name} ({payer_email}) purchased {product_title} via PayPal on {transaction_date}. The buyer did not receive download link because his/her account is not verified with PayPal. Please contact buyer and send download link manually.
fa_ir: به اطلاع شما {first_name} {last_name} ({payer_email}) میرسانیم که محصول {product_title} توسط بانک در تاریخ {transaction_date} خریداری شده اما لینک دانلود برای کاربر فرستاده نشده است . لطفا با خریدار تماس گرفته و لینک دانلود را به صورت دستی به او بدهید

source: Completed PayPal payment received from unverified customer
fa_ir: تراکنش انجام شده توسط مشتری تایید نشده است

source: We would like to inform you that {first_name} {last_name} ({payer_email}) paid for {product_title} via PayPal on {transaction_date}. This is non-completed payment.
fa_ir: به اطلاع شما {first_name} {last_name} ({payer_email}) میرسانیم که پرداخت برای {product_title} برای درگاه در تاریخ {transaction_date} با مشکل مواجحه شد و پرداخت انجام نشد

source: Non-completed PayPal payment received
fa_ir: پرداخت تکمیل نشد

source: Download
fa_ir: دانلود

source: By clicking the button below, I agree with the
fa_ir: بر روی دکمه زیر کلیک کنید

source: Please enter valid e-mail. Download link will be sent to this e-mail address.
fa_ir: لطفا آدرس ایمیل صحیحی را وارد کنید . لینک دانلود به ایمیل شما ارسال خواهد شد

source: Enter your e-mail here
fa_ir: آدرس ایمیل خود را وارد کنید

source: Pages:
fa_ir: صفحات :

source: days
fa_ir: روزها

source: day
fa_ir: روز

source: hours
fa_ir: ساعت ها

source: hour
fa_ir: ساعت

source: minutes
fa_ir: دقایق

source: minute
fa_ir: دقیقه
